Repository: jasonlin0001-a11y/ClippyIsle
Catalog: ClippyIsleShare/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %lld days ago
zh_hant: %lld 天之前

source: %lld items
zh_hant: %lld 項目

source: 1. Tap any URL above to see the link preview
zh_hant: 1. 點選上面的任何網址以檢視連結預覽

source: 2. In the main app, long press any URL item to trigger preview
zh_hant: 2. 在主應用程式中，長按任何URL項以觸發預覽

source: 3. Check loading state, error handling, and content display
zh_hant: 2. 在主應用程式中，長按任何URL項以觸發預覽

source: About CC Isle
zh_hant: 關於CC島

source: About Us
zh_hant: 關於我們

source: Active
zh_hant: 啟用

source: Add
zh_hant: 加入

source: Add from Clipboard
zh_hant: 從剪貼簿加入

source: Add from Existing Tags
zh_hant: 從現有標籤加入

source: Add New Tag
zh_hant: 加入新標籤

source: Add Text
zh_hant: 加入文字

source: All Items
zh_hant: 所有項目

source: All website data has been successfully cleared.
zh_hant: 所有網站資料都已成功清除。

source: Allows managing items via a web browser on the same Wi-Fi network.
zh_hant: 允許在同一Wi-Fi網路上透過網路瀏覽器管理專案。

source: App Information
zh_hant: 應用程式資訊

# APP_NAME
source: Clippy Isle
zh_hant: CC島

source: Appearance
zh_hant: 外觀

source: Are you sure you want to delete this audio file?
zh_hant: 你確定要刪除這個音訊檔案嗎？

source: Are you sure you want to move “%@...” to the trash?
zh_hant: 你確定要把“%@...” 移到垃圾桶裡嗎？

source: Auto Add from Clipboard
zh_hant: 從剪貼簿自動新增

source: Auto-clean Days
zh_hant: 自動清理天數

source: Backup and Restore
zh_hant: 備份和恢復

source: Cache Cleared
zh_hant: 快取已清除

source: Cancel
zh_hant: 取消

source: Cannot Load Preview
zh_hant: 無法載入預覽

source: CC Isle
zh_hant: CC島

source: CC Isle is a powerful clipboard management application that helps you organize, search, and manage your clipboard history efficiently. With features like iCloud sync, speech recognition, and web management, CC Isle makes managing your clipboard content easier than ever.
zh_hant: CC Isle 是一款功能強大的剪貼簿管理應用程序，可協助您有效地組織、搜尋和管理剪貼簿歷史記錄。憑藉 iCloud 同步、語音辨識和網頁管理等功能，CC Isle 讓您比以往任何時候都更容易管理剪貼簿內容。

source: Change
zh_hant: 改變

source: Choose Color
zh_hant: 選擇顏色

source: Clear
zh_hant: 清除

source: Clear All Data
zh_hant: 清除所有資料

source: Clear Color
zh_hant: 清除顏色

source: Clear Website Cache
zh_hant: 清除網站快取

source: Clear Website Cache?
zh_hant: 清除網站快取？

source: Color
zh_hant: 顏色

source: Confirm Deletion
zh_hant: 確認刪除

source: Content has been added as a new item.
zh_hant: 內容已作為新項目新增。

source: Could not load the content for reading aloud or preview.
zh_hant: 無法載入朗讀或預覽的內容。

source: Current Tags
zh_hant: 當前標籤

source: Custom (Pro)
zh_hant: 定製（專業）

source: Custom Color
zh_hant: 自訂顏色

source: Dark
zh_hant: 深色

source: Dark Mode
zh_hant: 深色模式

source: Data is stored in your private iCloud database. Images are synced automatically.
zh_hant: 資料儲存在您的私人iCloud資料庫中。 影象會自動同步。

source: Data Management
zh_hant: 資料管理

source: Data Read Failed
zh_hant: 資料讀取失敗

source: days ago
zh_hant: 天前

source: Delete
zh_hant: 刪除

source: Delete All
zh_hant: 全部刪除

source: Delete All Audio Files
zh_hant: 刪除所有音訊檔案

source: Delete Audio File?
zh_hant: 刪除音訊檔案？

source: Developer
zh_hant: 開發者

source: Display Mode
zh_hant: 顯示模式

source: Done
zh_hant: 完成

source: Edit Tags
zh_hant: 編輯標籤

source: Empty Trash
zh_hant: 清空垃圾

source: Enable iCloud Sync
zh_hant: 啟用 iCloud 同步

source: Enable Web Server
zh_hant: 啟用網路伺服器

source: Enter new name
zh_hant: 輸入新名稱

source: Enter new tag...
zh_hant: 輸入新標籤...

source: Enter your name
zh_hant: 輸入你的名字

source: Export
zh_hant: 匯出

source: Export All Data
zh_hant: 匯出所有資料

source: Extract All Text
zh_hant: 提取所有文字

source: Extracting text from page...
zh_hant: 從頁面中提取文字...

source: Failed to load preview
zh_hant: 載入預覽失敗

source: Failed to Load Preview
zh_hant: 載入預覽失敗

source: Faster
zh_hant: 較快

source: File
zh_hant: 檔案

source: Files
zh_hant: 檔案

source: Font Size: %lld
zh_hant: 文字大小: %lld

source: General
zh_hant: 一般

source: How to Test:
zh_hant: 如何測試：

source: hr ago
zh_hant: 小時前

source: iCloud Sync
zh_hant: iCloud 同步

source: Image
zh_hant: 圖片

source: Import Data
zh_hant: 匯入資料

source: Import Result
zh_hant: 匯入結果

source: Instructions
zh_hant: 指示

source: Item Preview
zh_hant: 項目預覽

source: items
zh_hant: 項目

source: Just now
zh_hant: 剛才

source: Larger
zh_hant: 較大

source: Light
zh_hant: 淺色

source: Light Mode
zh_hant: 淺色模式

source: Link Preview
zh_hant: 連結預覽

source: Link Preview Test
zh_hant: 連結預覽測試

source: Loading preview...
zh_hant: 正在載入預覽...

source: Loading prices...
zh_hant: 正在載入價格...

source: Loading...
zh_hant: 載入中...

source: Manage Audio Files
zh_hant: 管理音訊檔案

source: Markup
zh_hant: 標記

source: Max Item Count
zh_hant: 最大儲存數量

source: min ago
zh_hant: 分鐘前

source: Mode
zh_hant: 模式

source: Never
zh_hant: 永不

source: New Item
zh_hant: 新項目

source: New tag name
zh_hant: 新標籤名稱

source: Nickname
zh_hant: 暱稱

source: No audio files found.
zh_hant: 未找到音訊檔案。

source: No Other Tags
zh_hant: 沒有其他標籤

source: No Tags
zh_hant: 沒有標籤

source: Permanently Delete All Data?
zh_hant: 永久刪除所有資料？

source: Permanently Delete All Files?
zh_hant: 永久刪除所有檔案？

source: Pin
zh_hant: 釘選

source: Please enter a new name for the clipboard item.
zh_hant: 請為剪貼簿項目輸入新名稱。

source: Premium Access
zh_hant: 高級存取權限

source: Preview
zh_hant: 預覽

source: Preview Settings
zh_hant: 預覽設定

source: Privacy Policy • Terms of Use
zh_hant: 隱私政策•使用條款

source: Pro Feature
zh_hant: 專業版功能

source: Recover
zh_hant: 恢復

source: Rename
zh_hant: 更名

source: Rename Item
zh_hant: 更名項目

source: Rename Tag
zh_hant: 重新命名標籤

source: Restart
zh_hant: 重新開始

source: Restore Purchases
zh_hant: 恢復購買

source: Resume
zh_hant: 繼續

source: Resume Playback?
zh_hant: 恢復播放？

source: Retry
zh_hant: 重試

source: Save
zh_hant: 儲存

source: Saved
zh_hant: 已儲存

source: Saved to Clippy Isle!
zh_hant: 已儲存到貼貼島！

source: Search...
zh_hant: 搜尋

source: Select tags to export
zh_hant: 選擇要匯出的標籤

source: Selective Export
zh_hant: 選擇性匯出

source: Selective Export...
zh_hant: 選擇性匯出...

source: Set Color
zh_hant: 設定顏色

source: Settings
zh_hant: 設定

source: Share
zh_hant: 分享

source: Slower
zh_hant: 較慢

source: Smaller
zh_hant: 較小

source: Speech Rate: %@
zh_hant: 語速: %@

source: Speech Settings
zh_hant: 語音設定

source: Speech Subtitles
zh_hant: 語音字幕

source: Standard
zh_hant: 標準

source: Status
zh_hant: 狀態

source: Storage Policy
zh_hant: 儲存策略

source: Summary
zh_hant: 總結

source: Sync Now
zh_hant: 立即同步

source: System
zh_hant: 跟隨系統

source: Tag
zh_hant: 標籤

source: Tag Color
zh_hant: 標籤顏色

source: Tag Colors
zh_hant: 標籤顏色

source: Tag Management
zh_hant: 標籤管理

source: Tags
zh_hant: 標籤

source: Tap to Open
zh_hant: 點選開啟

source: Tap URL to copy
zh_hant: 點選網址複製

source: Test URLs
zh_hant: 測試網址

source: The app automatically cleans up old or redundant 'unpinned' items on launch. If set to 'Unlimited' or 'Never', the corresponding rule is disabled.
zh_hant: 該應用程式在啟動時會自動清理舊的或多餘的「未釘選」項目。 如果設定為「無限」或「永不」，相應的規則將被停用。

source: The app encountered an error while reading data. To protect your existing data, all save functions have been temporarily disabled. Your original data has not been lost. Please try force-quitting and restarting the app. If the problem persists, consider using 'Clear All Data' in the settings page.
zh_hant: 應用程式在讀取資料時遇到錯誤。 為了保護您的現有資料，所有儲存功能都已暫時停用。 您的原始資料沒有丟失。 請嘗試強制退出並重新啟動應用程式。如果問題仍然存在，請考慮在設定頁面中使用「清除所有資料」。

source: Theme Color
zh_hant: 主題顏色

source: This action cannot be undone. Please type 'DELETE' in all capital letters to confirm you want to permanently delete all items.
zh_hant: 這個動作無法撤銷。 請用所有大寫字母輸入「DELETE」，以確認您要永久刪除所有項目。

source: This action cannot be undone. Please type 'DELETE' in all capital letters to confirm.
zh_hant: 這一動作無法撤銷。 請用所有大寫字母輸入「DELETE」進行確認。

source: This will remove all cookies, login sessions, and cached data for websites viewed within the app. This action cannot be undone.
zh_hant: 這將刪除應用程式內檢視的網站的所有cookie、登入會話和快取資料。此操作無法撤銷。

source: This will remove the generated speech file for this page.
zh_hant: 這將刪除為該頁面生成的語音檔案。

source: Total Space Used
zh_hant: 總使用空間

source: Trash
zh_hant: 垃圾桶

source: Type DELETE to confirm
zh_hant: 輸入「DELETE」進行確認

source: Unlimited
zh_hant: 無限制

source: Unlock Custom Color
zh_hant: 解鎖自定義顏色

source: Unpin
zh_hant: 移除釘選

source: Upgrade to Pro
zh_hant: 升級到Pro版

source: Upgrade to Pro to customize tag colors
zh_hant: 升級到Pro以自定義標籤顏色

source: Upgrade to Pro to set tag colors
zh_hant: 升級到Pro以設定標籤顏色

source: URL
zh_hant: 網址

source: User Profile
zh_hant: 用戶資料

source: Version
zh_hant: 版本

source: Version %@
zh_hant: 版本%@

source: View your clipboard item count.
zh_hant: 檢視您的剪貼簿項目數量。

source: Web Management
zh_hant: 網頁管理

source: When enabled, the app will automatically detect and add new items from the clipboard. When disabled, you must add items manually from the '+' menu on the main screen.
zh_hant: 啟用後，該應用程式將自動檢測並從剪貼簿中新增新項目。 停用時，您必須從主螢幕上的「+」選單中手動新增項目。

source: Would you like to continue from where you left off?
zh_hant: 你想從你離開的地方繼續嗎？

source: You are a Pro User
zh_hant: 您是Pro使用者
